{
    "url": "https://pixey.org/p/kizu/743090656662981352",
    "content": "A walk to the Seine and back from another day. Part 6 of 6. Finishing up the trip and climbing back uphill.",
    "created_at": "2024-09-21T12:56:58.000Z",
    "reblogs_count": 2,
    "favourites_count": 4,
    "edited_at": null,
    "replies_count": 0,
    "photos": [
        {
            "url": "https://pixey.org/storage/m/_v2/546076540786363642/586f75268-5004eb/mJSgUMqHI5Jp/3Kby2rcSeOBXifznqlhoJDDhsM3tzQEVwC6jbEFs.jpg",
            "preview_url": "https://pixey.org/storage/m/_v2/546076540786363642/586f75268-5004eb/mJSgUMqHI5Jp/3Kby2rcSeOBXifznqlhoJDDhsM3tzQEVwC6jbEFs_thumb.jpg",
            "width": 1013,
            "height": 1350,
            "alt": "A photo from under a bridge over the riverbank. The river is not visible, but there are two paths: one higher, on the left, after the bridge’s wall, with a bench on top. Another — on the right, going a bit lower under a small hill. Green trees are all around, covering the river behind them. There is a lamp on the wall on the left, which is framed by red, yellow and slightly green leaves of an autumn tree. The footpaths are mostly covered by sand and fallen leaves. The sand is glistening a bit from the past rain."
        },
        {
            "url": "https://pixey.org/storage/m/_v2/546076540786363642/586f75268-5004eb/G96JHHPWxLBI/o1y8nP0is9SNEVlG98YWFylCgQ1P0OeBA1fZLS2D.jpg",
            "preview_url": "https://pixey.org/storage/m/_v2/546076540786363642/586f75268-5004eb/G96JHHPWxLBI/o1y8nP0is9SNEVlG98YWFylCgQ1P0OeBA1fZLS2D_thumb.jpg",
            "width": 1440,
            "height": 1080,
            "alt": "A photo of two benches near an asphalt road. There is a bush with red blowers near one of the benches, and tall green bushes behind them. Further behind are green trees, and a bit of a building peeking from behind them. On the left, near the edge of the road, there is a lamppost with an urn below it."
        },
        {
            "url": "https://pixey.org/storage/m/_v2/546076540786363642/586f75268-5004eb/pDXC1f80YBTd/eC4q8g9ezGy3kgoEpi0DfA3T2R6RhlfLJvf5wcn1.jpg",
            "preview_url": "https://pixey.org/storage/m/_v2/546076540786363642/586f75268-5004eb/pDXC1f80YBTd/eC4q8g9ezGy3kgoEpi0DfA3T2R6RhlfLJvf5wcn1_thumb.jpg",
            "width": 1012,
            "height": 1350,
            "alt": "A photo of an old stone staircase, slightly twirling between two walls: a more modern white one on the left, and an older stone one on the right. There are metal handrails on the left, and a metal chain fence on top of the wall. Various branches of trees overhand both walls. The wall on the left is green from the moss and small vegetation that grows near it, eating slowly at the rocks. A few yellow fallen leaves can be seen here and there."
        },
        {
            "url": "https://pixey.org/storage/m/_v2/546076540786363642/586f75268-5004eb/8EeZgF7Y6a2N/N0L9YdSRufrUjXn6LdKPZnrnTKbg86BXUMpGxW9L.jpg",
            "preview_url": "https://pixey.org/storage/m/_v2/546076540786363642/586f75268-5004eb/8EeZgF7Y6a2N/N0L9YdSRufrUjXn6LdKPZnrnTKbg86BXUMpGxW9L_thumb.jpg",
            "width": 1013,
            "height": 1350,
            "alt": "A photo of a narrow straight staircase with three levels going between two walls — a whiter one on the left, and a stone one with handrails on the right. The staircase takes two thirds of the frame, and there are some trees visible behind, as well as overhanding the path. The stairs are slightly shiny from the moisture of the past rain."
        }
    ]
}